Repository: mozilla-l10n/mt-training-data
Catalog: btv/btv_pontoon.tmx
Source language: en_us
Languages: btv

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
btv: عوامی احاطہ گرے سو متن چہ سو آن لائن موجود نہ تھو، تو تعلیمی حوالہ سو سٹائل استعمال گر لکہ ہارڈ ورڈ سٹائل "جِس2021 میوں عوامیلائیسنس نظم"

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
btv: ٹیکنالوجی سو دن چہ ہر کیں سو دن سَم کام گرے،سو معلومات چہء ٹیکنالوجی سندے مہ ڈویلپر سو مدد گرا لوں یے متبادل حدود سو شکل پشے سو ضرورت تھی۔مثل سے طور رے کہ بے کیں خاص لہجہ والہ منے والہ شامل نہ گرہ تھہ تہ اس لہجہ والہ لوں سو دن او ٹیکنالوجی صحیح طریقہ رے کام نہ گرینݜ۔ <learnMore> میٹا معلومات سو اہمیت چیں تھی اسئیں بارہ مہ جل معلومات حاصل گر ۔</learnMore>

source: French
btv: فرانسی

source: Frisian
btv: فریشئین

source: Fulah
btv: فولاح

source: Galician
btv: گالیشئین

source: Gawarbaiti
btv: گواربتی

source: Gawri
btv: گاؤری

source: GB
btv: جی بی

source: General
btv: عام

source: General language / multiple variants
btv: عام زیب / مختلف بدل

source: Georgian
btv: جارجیائ

source: German
btv: جرمن

source: Get involved
btv: شامل ھُوں

source: Get started with goals
btv: مقصد میل شرو گیگی

source: Get Started with Speech Recognition
btv: تقریر سو پھنیانک میل شرو گر

source: Gheg Albanian
btv: گھیگ البانی

source: Ghomala
btv: غوملا

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
btv: <githubLink> NVIDIA NeMo</githubLink> تھو یک <docsLink> کھلاو سورس ٹولکٹ</docsLink> تحقیق گرے والہ ترقی یافتہ ریاست تمام ماڈلوں سوفنیمکالمے

source: Goal reached
btv: مقصد اُوڑ گے

source: Gorani
btv: گورانی

source: Go to Discourse
btv: ڈسکورس سوطرفے بہ

source: Go to Languages Page
btv: زیبوںسو صفہ یے بہ

source: Go to { $name }
btv: { $name } یے بہ

source: <governanceLink>Read more about how we're governed</governanceLink>
btv: <governanceLink> جل پڑ چہء بے کش حکمت گرہ تھہ </governanceLink>

source: Grammatical / spelling error
btv: گرامر سو لحاظ رے/ یا اسپیلنگ سو غلطی

source: Great! How many clips a week?
btv: ڙھؤ مڑنئ ! ہفتہ مہ کیت کلپ تھا ؟

source: Great! How many clips per day?
btv: ڙھؤ مڑنئ ! یک دِس مہ کیئت کلپ ؟

source: Great!<recordIcon></recordIcon> Record your next clip
btv: گھؤں <recordIcon> </recordIcon> اپوں پرو کلپ ریکاڈ گر

source: Great work!<playIcon></playIcon> Listen again when you're ready
btv: گھوؤں کام </playIcon><playIcon> تُو تیار ھُن تہ دوبارہ ݜوؤں

source: Greek
btv: یونان

source: Gronings
btv: گروننگز

source: Guarani
btv: گورانی

source: Guidelines
btv: ھدایات

source: Gujarati
btv: گجراتی

source: Gujari
btv: گجاری

source: Haitian
btv: حایئتی

source: Hakha Chin
btv: ھکھا چن

source: Hausa
btv: ھاؤسہ

source: Have Feedback?
btv: رائے تھی ؟

source: Have you read our Terms?
btv: تیی اسئیں شرط پڑی دے تھے ؟

source: Having an account is not required to contribute, though it is helpful.
btv: حصہ گھنے سو دن اکاونٹ ھوں ضروری نتھو،اگرچہ مدد گار ھواں

source: Healthcare
btv: صحت سو خیال

source: Hebrew
btv: عبرانی

source: Help
btv: مدد

source: Help Common Voice reach { $hours } hours in a language with a personal goal
btv: عام اواز مدد اوڑہ { $hours } گھنٹیوں مہ یک زیب مہ ذاتی مقصد میل

source: Help create Common Voice’s first target segment in { $locale }
btv: عام اواز سو سَمگئیں نخ سو طبقہ سندے مہ مدد گر{ $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
btv: مدد اوڑہ { $hours }گھنٹیوں مہ { $language } ذاتی مقصد میل

source: Help teach machines how real people speak, donate your voice at { $link }
btv: پڑے والہ مشین سو مدد گر چہء کش حقیقی لو منہ تھہ اپئیں اواز دے { $link }

source: Help us build a community around voice technology, stay in touch via email.
btv: اواز سو ٹیکنالوجی سو دَن اسو مِل یک کمیونٹی سندی مہ مدد گریا

source: Help us build a high quality, publicly open dataset
btv: عوامی کھلاو ڈیٹا سیٹ اوچت معیار سو سندے مہ اسئیں مدد گر

source: Help us find more voices, share your goal
btv: جل اواز ٹنڈے مہ اسئیں مدد گر،اپئیں مقصد شئیرگر

source: Help us get to { $goal }
btv: { $goal } حاصل گرے مہ اسئیں مدد گر

source: Help us validate sentences!
btv: جملیوں سو تصدیق مہ اسئیں مدد گر

source: Help us validate voices
btv: اواز سو تصدیق سو دًن اسیئں مدد گر

source: Highland Puebla Nahuatl
btv: ھائیلینڈ پیوبلا نہوتل

source: Hiligaynon
btv: ہیلی گینون

source: Hill Mari
btv: ہِل ماری

source: Hindi
btv: ھندی

source: His hand was rais-ed.
btv: تِیسوں ھات ازئ اسُو۔

source: History, Law and Government
btv: تاریخ، قانون آ حکومت

source: Hours Recorded
btv: گھنٹے ریکارڈ ھویں گے

source: Hours Validated
btv: گھنٹیوں سو تصدیق ھویں گے

source: How ?
btv: کَش ؟

source: How are project decisions made?
btv: پراجیکٹ فیصلے کش سندا

source: How can we effectively grow a language on Common Voice?
btv: بے عام اواز رے موءثر طریقہ رے کش اُکھال ھونتہ ؟

source: How does Common Voice work?
btv: عام اواز کش کام گرا؟

source: How does site localization work?
btv: لوکلائزیشن سائٹ کَش کام گرا ؟

source: How do I access and use the dataset?
btv: مہ معلوماتی سیڑے کش اوڑوں آ استعمال گروں ؟

source: How do I add a language?
btv: مہ کَش یک زیب شامل گروں ؟

source: How do I add sentences?
btv: مہ جملے کَش شامل گروں ؟

source: How do I cite?
btv: مہ کش بھالوں ؟

source: How do I know whether to approve a voice clip?
btv: مہ کش معلوم گروں چہء آیا اواز سو کلپ منظور ھُن ک نہ ھُن ؟

source: How do I record a high quality voice clip?
btv: مہ اوچت قسم سو اواز سو کلپ کش ریکاڈ گروں ؟

source: How do I stay in touch?
btv: مہ کش رابطہ دھروؤں ؟

source: How is Common Voice funded?
btv: عام اواز کش سنداں گے تھی ؟

source: How to add multiple sentences
btv: مختلف جملے کش جمہ گرہ تھہ

source: How would you describe your sex or gender?
btv: تو اپوں جنس کش بیان گرونݜ

source: Huarijio
btv: ہاریجیو

source: Huautla Mazatec
btv: ھاؤتلا مزاٹیک

source: Hungarian
btv: ھنگاری

source: I agree
btv: مہ راضی تھو

source: Ibibio
btv: آئبی بیو

source: Icelandic
btv: آئس لینڈی

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
btv: می یقینی گیگی چہء اے جملے <wikipediaLink> لوں سو <wikipediaLink>احاطہ کار سو تھے </wikipediaLink> آ می کَن اے اپلوڈ گرے سو ایجازت تھی۔

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
btv: میوں یقین تھو چہء او جملہ <wikipediaLink> عوامی تھی</wikipediaLink> آ می کن اپلوڈ گرے سو ایجازت تھی۔

source: <icon></icon> Add multiple public domain sentences
btv: <icon> </icon> لوں سو احاطہ کار والہ جملے ملا

source: Ideally natural and conversational (it should be easy to read the sentence)
btv: مثالی طور پر قدرتی اور گفتگو (جملہ کو پڑھنا آسان ہونا چاہئے) مثالی طور رے قدرتی آ بیاد (اواسان گرا جملہ پڑو)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
btv: مہ ای میل حاصل گرو لوکھالکہ مقصدی یاداش، میوں کام سو اپڈیٹ آ خبریوں سو خط عام اواز سو بارہ مہ۔

source: I do not agree
btv: مہ راضی نہ تھو

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
btv: کہ یک کلپ دو لوں رد گیگی، او ان زائے رے معلماتی سیٹ مہ اوزگار ھواں۔

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
btv: اے تیاں اپاں الفاظ تھا بلکل مَن <italicizedText> امیئں بھیالی</italicizedText> بے او معلوم گرو لوکھہ تھہ او کانٹنٹ تی کو ڇؤ تھو چہء بے چیک گری او لوں سو احاطہ کار مہ تھو آ نقل نہ گیو تھو جل معلومات سو دَن اس نظارہ سو دَن <guidelinesLink> اسیئں ھدایات سو صفہ بھال</guidelinesLink>

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
btv: اگر کہ ریکارڈنگ مہ رکاوٹ تھی،یا مز شور یا، رد گر تی تیار چہء اواز صاف ݜواں نہ بزے

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
btv: اگر اضافی معلومات تو دیو لو کھا اِس فائل سو متعلق تہ میربانی گیری رابطہ گر <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
btv: اگر اضافی معلومات تو دیو لو کھا اِس فائل سو متعلقچہء سو ٹمپلیٹ مہ شامل نہ اسے، تہ میربانی گیری رابطہ گر <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the "No" button.
btv: کہ او جملہ رے دیتیل طریقہ کار مِل نہ مِلہ تہ "نہء" سو بٹن کلک گر

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
btv: اگر کہ جملہ اِس رے طریقہ کار مِل میلاؤ نہ ھواں ،تے کلک گر &quot; رَد &quot; بٹن کھب طرفے سو،کہ تو جملہ رے یقین نہ تھو تے تو اس سکپ گر ھاں آ پرئیں یے بز ھواں۔

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
btv: کہ یک جملہ جارحانہ یا پریشانہ گرے والہ تھی۔ مثال سو طور رے واضحہ مواد سو وجہ دے، یا اسئیں شریک کمیونٹی سو رہنما خط <communityGuidelines> سو کیں جَل خلاف ورزی دے ۔</communityGuidelines> تے جملہ رَد گرو پکار تھو تو اسئ اوڑ ھُم ھواں <emailFragment> commonvoice@mozilla.com </emailFragment> مسئلہ ختم گرے سو دَن۔

source: If the sentence meets the criteria above, click the "Yes" button.
btv: کہ او جملہ اِس طریقہ کار مِل مِلہ کاں چہ از رے دیتھ تھی، "آں" سو بٹن کلک گر۔

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
btv: اگر کہ جملہ طریقہ کار مِل میلاؤ ھواں، تے کلک گر&quot; منظور&quot; بٹن سیز طرفے

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
btv: کہ تو اِس جملہ سو متعلق مطمئین نہ تھو تہ تو اِس سکپ ھُم گر ھواں آ پرئیں سو طرفے بز ھواں۔

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
btv: اگر کہ تے اش څیز میلاو ھواں چہء تسوں ایوں رہنمائ مہ نہ یا تہ مہربانی گیری اپئیں سَم فیصلہ سو مطابق ووٹ دے کہ تو واقعی فیصلہ نہ گر ھاں تہ اسکپ بٹن سو استعمال گر آ اگنے ریکاڈنگ یے بہ

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
btv: اگر تُو سے <strong> ݜوں ھواں </strong> آ <strong> تیوں رے پرز ھواں </strong> او عام طور رے <strong>منظوری سو دن غور تھو </strong>

source: If you’d like to submit a tranche of questions for ingestion, you <githubLink>can do so via our GitHub</githubLink> or email your list to <emailFragment>commonvoice@mozilla.com.</emailFragment>
btv: کہ تو سوالوں سو ٹرنچ جمع گرو لوکھا داخل گرے سو دَن، تو <githubLink> او گر ھواں اسئیں GitHub </githubLink> یا ای میل گر اپوں لسٹ <emailFragment>commonvoice@mozilla.com.</emailFragment>

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
btv: اگر کہ تُو یا تسوں تنظیم پراجیکٹ مہ حصہ گھنو لو کھہ تھہ تہ تُس سَند ھونتھہ <donateLink> عطیہ </donateLink> یا اسئیں ٹیم یے اوڑی <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
btv: کہ تو اے ایس آر ماڈل سندی سو دن اوزار ٹنڈا، تے کمیونٹی مہ جل لوں مل مے لاؤ ھوں ھواں <discourseLink> بیدوں رے</discourseLink>

source: If you run out of sentences to review, please help us collect more sentences!
btv: اگر کہ تو نظر ثانی سو دن جملے چلا، مہربانی گیری اسئیں مدد گر جل جملے جمہ گرے مہ۔

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
btv: اگر کہ تُو پرزا چہء تلفظ رے پرزو ناممکن تھو </strong> تیزا مہ پتن نو ڙھؤ شور تھو</strong> یا تیزا <strong> جل لو ھُم بیاد گرہ تھہ </strong> تے تو کلپ رد گر <accuracyLink> جل معلومات بھال اسیئں صحیح طریقہ کار مہ </accuracyLink>

source: Igbo
btv: اگبو

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
btv: می ذاتی مقصد سین گی اواز دے سو دن عام اوازے می میل شامل ھوں آ مدد گر ٹیچ مشین کش حقیقی لو منہ تھہ{ $link }

source: Include appropriate citation
btv: مناسب حوالہ شامل گر

source: Indonesian
btv: انڈونیشی

source: Indus Kohistani
btv: اباسنھ کوستئیں

source: Interested in learning more and contributing to the project?
btv: دلچسپی گھنا جل ڙھؤ ڇھیڇے مہ آ پراجیکٹ مہ حصہ دھونے سو دن

source: Interlingua
btv: زیبوں مہ

source: Interlingue
btv: زیبوں مہ

source: [interrupted by background noise]
btv: [پس منظر سو شور نو رکاوٹ]

source: Iñupiaq
btv: اننوپیاق

source: Invalid file
btv: غیر مصدقہ فائل

source: Irish
btv: آئرش

source: IsiNdebele (North)
btv: آئسین ڈیبیل (شمال)

source: IsiNdebele (South)
btv: آئسینڈیبیلا(جنوب)

source: Is the clip valid?
btv: او کلپ تصدیق ھویئنل تھو۔

source: Italian
btv: اٹلی

source: It contains words or phrases that are hard to read or pronounce.
btv: او اَش الفاظ یا پیراگراف رے مشتمل تھوچہء اِوں پڑُو یا منو گران تھو۔

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
btv: ڈیٹا سیٹ سو میزبانی گرے سو دَن 100+ زیب سو کمیونٹی سو پلیٹ فارم بہتر گرے رے کال مہ تقریباً یک ملین ڈالر خرچہ یا کاں چہ اسئیں کَم رے انحصار گرہ تھہ

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
btv: معلوماتی سیٹ سو میزبانی گرے سو دَن آ شَل نو رے زیبوں سو کمیونٹی سو پلیٹ فام سَم سندے سو دَن یک کال مہ تقریباً یک ملین ڈالر خرچہ یا چہء سے اسئیں کاموں رے انحصار گرہ تھے <strong> اگر کہ تُوس کھلاؤ قدر گرہ تھہ ایوں شامل معلومات سو تہ آز خیراتی دیِا</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
btv: مسلسل میزبانی ،معلماتی سیٹ ریلیز گرو،پلیٹ فام یے ترقی دیو آ کمیونٹی سو پروگرام چلئ رے <africaMradiLink> ڙھؤ زیات خرچی رھینگا</africaMradiLink>

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
btv: او ڙھؤ اہم تھو چہ تمام لکیل جملے <publicDomain> عوامی احاطہ کار سو ھویاں </publicDomain> cc0) لکہ عام اواز سو ڈیٹا سیٹ ریلیز ھواں cc0 سو لائیسنس سو څھئے ہمیشہ صرف سو جمل اپلوڈ گر چہ تو مطمئین ھویں آ ہمیشہ شمار گر متعلقہ حوالہ۔

source: It is written in a language different than what I’m reviewing.
btv: مہ چہء کاں نظرثانی گرا او تِس نو مختلف زیب مہ لکیل تھی

source: It is written in a language different than what I’m speaking.
btv: مہ چہء کاں منا او تِس نو مختلفزیب مہ لکیل تھی

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
btv: او اہم تھو چہ حولہ شمار گر چہ اسئ پتہ رھینگیئ چہ جملے عوامی احاطہ کار سو تھے کہ نیئ آ نقل گیری لیکو منع نہ تھو

source: Izhorian
btv: اژھوری

source: Japanese
btv: جاپانی

source: Jaqaru
btv: جقارو

source: Javanese
btv: جوانیزی

source: Join our community
btv: اسئیں کمیونٹی مہ شامل ھوں

source: Join the Common Voice mailing list
btv: عام اواز سو میلنگ لس مہ شامل ھوں

source: Just Unsure?
btv: بلکل غیر یقینی ؟

source: Kabardian
btv: کباردی

source: Kabyle
btv: کابیلی

source: Kalasha
btv: کیلاشہ

source: Kalenjin
btv: کیلن جِن

source: Kalkoti
btv: کلکوٹی

source: Kannada
btv: کینیڈا

source: Kaqchikel
btv: کاک چیکل

source: Kara
btv: کارا

source: Karakalpak
btv: کراکل پاک

source: Kateviri
btv: کیٹویری

source: Kazakh
btv: کزاخ

source: Keep it up, record again <recordIcon></recordIcon>
btv: او جاری رڇھ نُوٹ ریکاڈگر

source: Keep the recordings
btv: رکاڈنگ سام

source: Keep track of your progress and metrics across multiple languages.
btv: مختلف زیبوں مہ اپئیں پیش رفت آ میٹرکس رے نظر گر

source: Keep track of your progress with a profile
btv: اپوں پراگرس یک پروفائل مِل لینڈ رے رڇھ

source: Kenyi
btv: کینیائی

source: Ketrani
btv: کیترانی

source: Khmer
btv: خمیر

source: Khowar
btv: کھوار

source: K'iche'
btv: کےچی

source: Kichwa
btv: کیچوا

source: Kidaw'ida
btv: کداودا

source: Kikuyu
btv: کیکیو

source: Kinyarwanda
btv: کینیاروندا

source: Kohistani Shina
btv: کوستئیں شینا

source: Kom
btv: کوم

source: Komi-Zyrian
btv: کومی۔زائریان

source: Konkani (Devanagari)
btv: کون کانی(دیوانہ گری)

source: Konkani (Romi)
btv: کون کانی (رومی)

source: Korean
btv: کوریی

source: Kuku
btv: کوکو

source: Kurmanji Kurdish
btv: کرمانجی کردی

source: Kyrgyz
btv: کرغز

source: Language
btv: زِیب

source: Language Fundamentals (e.g. Digits, Letters, Money)
btv: زیب سو بنیاد (نمبر، حرف،روپے)

source: Language Request
btv: زِیب سو سوال

source: Language request successfully submitted, thank you.
btv: زِیب سو سوال کامیابی گِھن جَمہ ھوینگا تیں شکریہ

source: Languages
btv: زِب

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
btv: کدی چہ لوکلائز ھونتے تہ زیبوں مہ اضافی ضروریات مِل اسئیں تصدیق سو اصول ھونتہ ۔ کہ کیں زہب سو دَن خاص تصدیقی فائل نہ تھو تہ انگریزی اصول شرکت گرے والوں پشے ݜہ

source: Lao
btv: لاؤ

source: Large bulk sentence submission
btv: ڙھؤ گھئیں جملہ جمہ گرو

source: Large, publicly available voice datasets will foster innovation and healthy competition in machine-learning speech technology. Common Voice’s dataset is the largest of its kind, but not the only one. This page serves as a reference hub for other open-source voice datasets and a home for our release updates as Common Voice grows.
btv: گھئیں، عوامی طور رے موجود معلوماتی سیٹ مشین ڇھیڇے زو منے سو ٹیکنالوجی مہ سختی آ صحت مند مسابقتتے ترقی دیݜہ۔ عام اواز سو معلوماتی سیٹ اپئیں حساب دے بوٹوں نوگھؤں تھو ولے صرف یک نہ تھو او صفہ دویئں اوپن سورسوائس ڈیٹاسیٹ سو دن یک حوالہ مرکز آ اسئیں ریلیز سو تازاکموں سو دن یک گوٹھ سوطور رےکام گرا کش چہعام اواز زیاتیاں۔

source: Lassi
btv: لاسی

source: Latgalian
btv: لتگالئین

source: Latvian
btv: لیٹوئین

source: Laz
btv: لاز

source: Learn how to take part
btv: او ڇھِڇھ چہء کَش حصہ گھنونݜ

source: Learn More
btv: جَل ڇھیڇھ

source: Leaving now means you’ll lose your changes
btv: اوتر څھورے سو معانہ تھی چہء تواپیئں تبدیلی ضائع گرونݜ

source: Leaving now means you'll lose your progress
btv: اوتور څھورے سو مطلب تھی چہء تیوں پراگرس ضائع ھونݜ

source: Length
btv: ڙیگیار

source: Let's Get Started
btv: ی یا شرو گری

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
btv: خط ضرور منے والہ زیب سو تصدیق ھوینئل ھویاں۔ مثال سو طور رے “ж” یک حرف تھو روس سو ولے انگریزی مہ کدی زو استعمال نہ ھواں آ او انگریزی سو زریعہ والہ متن مہ ظاہر نہ ھوں پکار تھو۔

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
btv: لائبر تقریر 16Khz سو تقریباً 1000 گھنٹیوں سو یک کارپس تھو تس مہ انگریزی تقریر پڑاں گا تھو کاں چہء لبریٹوکس پروجیکٹ نو پڑے والہ آڈیو کتابوں نو اخذ گی تھی

source: License
btv: لائسنس

source: License: <licenseLink>CC-0</licenseLink>
btv: لائسنس: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
btv: لائیسنس<licenseLink> { $license } </licenseLink>

source: Ligurian
btv: لگوریئن

source: Lingala
btv: لینگالا

source: Link Copied
btv: لنک نقل گیگی

source: Listen
btv: ݜوں

source: Listening
btv: شوؤں

source: Listen options menu
btv: اپشن مینیو ݜؤں

source: Listen-Queue
btv: ݜؤں۔قطار

source: Lithuanian
btv: لیتھانیئن

source: Loading…
btv: لوڈنگ…

source: Loading sentences…
btv: جملے لوڈ گر

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
btv: <loginLink>Login</loginLink><loginLink>sign up</loginLink> مختلف جملے میلئ سو دَن

source: Log in or sign up to get started
btv: لاگ اِن یا سائن اپ ھوں شروع گرے سو دَن

source: Log In / Sign Up
btv: لاگ اِن/سائن آپ

source: Log Out
btv: لاگ آؤٹ

source: Lojban
btv: لوجبان

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
btv: متن ٹنڈ کوزا چہ نقل گیری لیکو لاگو نہ ھواں۔مثال سو طور رے زیات تر کتاب 1920 نواول شائع ھوندا اسا۔

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
btv: بھالے ایزا اِس زیب مہ ݜؤویں سو دَن یک کلپ ھُم نہ تھو کیں ریکارڈنگ گیری قطار پورے مہ اسئیں مدد گر

source: Luganda
btv: لوگنڈا

source: Luxembourgish
btv: لکسمبورگش

source: Macedonian
btv: میسڈونیئن

source: Mada
btv: مدا

source: Maithili
btv: میتھیلی

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
btv: یقینی گر چیء پلیٹ فام ریکرڈنگ گرا،منو شروع گرے نو اول اَ او تے بند ھوئیں چہء تو موڅآئ رے۔

source: Make sure the sentence meets the following criteria:
btv: یقینی گر چہء جملہ اِس څھئے طریقہ کار مِل میلاؤ ھاں۔

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
btv: کیں گمنام ڈیموگرفک متفقہ ڈیٹا دیئ سو زریعہ رے اپئں پیش گریل ڈیٹا زیات نہ زیات ڇاق سَن۔ بیئ ڈیموگرفک ڈیٹا عام گرے نو اول اسئیں پُھنیانک گرہ تھہ

source: Malagasy
btv: ملاگاسی

source: Malay
btv: ملائے

source: Malayalam
btv: ملایالم

source: Maltese
btv: مالٹیز

source: Manx
btv: مینکس

source: Mapudungun
btv: ماپودونگن

source: Marathi
btv: مراٹھی

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
btv: <mark> اپئیں سی وی استعمال گریا اپئیں </mark><br/><mark>تحقیق سو دَن </mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
btv: <mark> اسئ ضرورت تھی </mark> <br/> <mark>تیں مدد سو</mark>

source: Maximum file size: 25 MB
btv: زیات نو زیات فائل سائز 25 MB

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
btv: ھونݜ اسوں <homepageLink> ھوم پیج </homepageLink> مدد گرونݜ ؟ سوال سو تپوس گرے سو دَن مہربانی گیری شامل ھوں <matrixLink> قالب سو کمیونٹی چاٹ GitHub </githubLink> یا وزٹ گر <discourseLink> اسئیں ڈسکورس فورم سو </discourseLink> اسئیں ڈسکورس فورم سو</discourseLink> ۔

source: MB
btv: ایم بی

source: Mbo
btv: ممبو

source: Meadow Mari
btv: میڈو ماری
